Repository: nkvoronov/script.cu.lrclyrics
Catalog: resources/language/resource.language.*/strings.po
Languages: uk_ua

# #32000
source: File
uk_ua: Файл

# #32001
source: No lyrics found!
uk_ua: Тексти пісень не знайдені!

# #32002
source: Embedded
uk_ua: Вкладений

# #32003
source: Lyrics offset
uk_ua: Зсув тексту пісні

# #32004
source: Searching lyrics...
uk_ua: Пошук текстів пісень ...

# #32005
source: Select lyrics:
uk_ua: Вибрати тексти пісні:

# #32006
source: Select different lyrics
uk_ua: Вибрати інший текст пісні

# #32007
source: Manually sync lyrics
uk_ua: Синхронізувати тексти пісень вручну

# #32008
source: Delayed by: %ss
uk_ua: Затримка: %ss

# #32009
source: Ahead by: %ss
uk_ua: Вперед: %ss

# #32101
source: Search for and save lyrics in separate lyrics folder
uk_ua: Знайти і зберегти тексти пісень в окремій папці

# #32102
source: - Lyrics folder
uk_ua: - Папка текстів пісень

# #32103
source: - Filename format
uk_ua: - Формат імені файлу

# #32106
source: Use only filename for search
uk_ua: Використовувати для пошуку тільки ім'я файлу

# #32107
source: Filename format
uk_ua: Формат імені файлу

# #32111
source: Lyrics are in a subfolder
uk_ua: Тексти пісень знаходяться в підпапках

# #32112
source: - Subfolder name
uk_ua: - Назва папки

# #32113
source: Search for and save lyrics in song folder
uk_ua: Знайти і зберегти тексти пісень в папках пісень

# #32115
source: Display options
uk_ua: Параметри відображення

# #32116
source: Search options
uk_ua: Параметри пошуку

# #32117
source: Lyrics files
uk_ua: файли текстів

# #32118
source: Debugging
uk_ua: Отладка

# #32149
source: Expert
uk_ua: Експерт

# #32150
source: Scrapers
uk_ua: Інфоресурси

# #32151
source: Options
uk_ua: Параметри

# #32152
source: Search for embedded lyrics
uk_ua: Пошук вкладених текстів пісень

# #32153
source: Search for local lyrics files
uk_ua: Пошук локальних файлів текстів пісень

# #32154
source: Synchronised lyrics scrapers
uk_ua: Синхронізовані скрапери текстів пісень

# #32155
source: Regular lyrics scrapers
uk_ua: Регулярні скрапери текстів пісень

# #32156
source: Display lyrics automatically
uk_ua: Відображати текст пісні автоматично

# #32157
source: Clean song title (remove part in brackets)
uk_ua: Очистити назву пісні (видалити частину в дужках)

# #32158
source: Script is already running!
uk_ua: Скрипт вже запущений!

# #32159
source: Enable debug logging
uk_ua: Включити журнал відладки

# #32160
source: Hide notifications
uk_ua: Приховати повідомлення

# #32161
source: Remove Chinese/Korean text from lyrics
uk_ua: Видалення китайських/корейських символів з тексту пісні

# #32162
source: Scraper test
uk_ua: Тест скраперов

# #32163
source: Testing: %s
uk_ua: Тестування: %s

# #32164
source: All scrapers are working ok
uk_ua: Все скрапери працюють нормально

# #32165
source: Failed scrapers: %s
uk_ua: Збій скрапера:% s

# #32166
source: Time offset for synchronised lyrics
uk_ua: Затримка для синхронізації текстів пісень

# #32167
source: Delete lyrics
uk_ua: Видалити текст пісні
