Repository: nkvoronov/script.cu.lrclyrics
Catalog: resources/language/*/strings.po
Languages: russian

# #32000
source: File
russian: Файл

# #32001
source: No lyrics found!
russian: Тексты песен не найдены!

# #32002
source: Embedded
russian: Вложенный

# #32003
source: Lyrics offset
russian: Смещение текста песни

# #32004
source: Searching lyrics...
russian: Поиск текстов песен...

# #32005
source: Select lyrics:
russian: Выбрать тексты песни:

# #32006
source: Select different lyrics
russian: Выбрать другой текст песни

# #32007
source: Manually sync lyrics
russian: Синхронизировать тексты песен вручную

# #32008
source: Delayed by: %ss
russian: Задержка: %ss

# #32009
source: Ahead by: %ss
russian: Вперед: %ss

# #32101
source: Search and save lyrics in separate lyrics folder
russian: Найти и сохранить тексты песен в отдельной папке

# #32102
source: - Lyrics folder
russian: - Папка текстов песен

# #32103
source: - Filename format
russian: - Формат имени файла

# #32106
source: Use only filename for search
russian: Использовать для поиска только имя файла

# #32107
source: Filename format
russian: Формат имени файла

# #32111
source: Lyrics are in a subfolder
russian: Тексты песен находятся в подпапках

# #32112
source: - Subfolder name
russian: - Название подпапки

# #32113
source: Search and save lyrics in song folder
russian: Найти и сохранить тексты песен в папках песен

# #32115
source: Display options
russian: Параметры отображения

# #32116
source: Search options
russian: Параметры поиска

# #32117
source: Lyrics files
russian: Файлы текстов

# #32118
source: Debugging
russian: Отладка

# #32149
source: Expert
russian: Эксперт

# #32150
source: Scrapers
russian: Инфоресурсы

# #32151
source: Options
russian: Параметры

# #32152
source: Search for embedded lyrics
russian: Поиск вложенных текстов песен

# #32153
source: Search for local lyrics files
russian: Поиск локальных файлов текстов песен

# #32154
source: Synchronised lyrics scrapers
russian: Синхронизированные скраперы текстов песен

# #32155
source: Regular lyrics scrapers
russian: Регулярные скраперы текстов песен

# #32156
source: Display lyrics automatically
russian: Отображать текст песни автоматически

# #32157
source: Clean song title (remove part in brackets)
russian: Очистить название песни (удалить часть в скобках)

# #32158
source: Script is already running!
russian: Скрипт уже запущен!

# #32159
source: Enable debug logging
russian: Включить журнал отладки

# #32160
source: Hide notifications
russian: Скрыть уведомления

# #32161
source: Remove Chinese/Korean text from lyrics
russian: Удаление китайских/корейских символов из текста песни

# #32162
source: Scraper test
russian: Тест скраперов

# #32163
source: Testing: %s
russian: Тестирование: %s

# #32164
source: All scrapers are working ok
russian: Все скраперы работают нормально

# #32165
source: Failed scrapers: %s
russian: Сбой скрапера:% s

# #32166
source: Time offset for synchronised lyrics
russian: Задержка для синхронизации текстов песен

# #32167
source: Delete lyrics
russian: Удалить текст песни

# #32199
source: CU LRC Lyrics
russian: Тексты песни
